Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Wallpaper
ar: خلفية الشاشة
de: Hintergrundbild
es: Fondo de pantalla
fr: Fond d'écran
hu: Háttérkép
ja: 壁紙
nl: Achtergrond
pl: Tapeta
pt: Papel de Parede
ru: Обои
sv: Bakgrundsbild
tr: Duvar Kâğıdı
vi: Hình nền
zh_hans: 墙纸
zh_hant: 背景圖片

source: Want ⌘-Tab instead of %@-Tab? Change the Initializer Key above; these fields hold the trailing key (for example Tab), and the initializer modifier is added automatically.
ar: هل تريد ⌘-Tab بدلًا من %@-Tab؟ غيّر مفتاح التهيئة أعلاه؛ تحتفظ هذه الحقول بالمفتاح اللاحق (مثل Tab)، ويُضاف مفتاح التعديل الخاص بالتهيئة تلقائيًا.
de: Möchten Sie ⌘-Tab statt %@-Tab verwenden? Ändern Sie oben die Auslösertaste; diese Felder enthalten die Folgetaste (z. B. Tab), und die Auslöser-Sondertaste wird automatisch hinzugefügt.
es: ¿Quieres ⌘-Tab en lugar de %@-Tab? Cambia la Tecla inicializadora de arriba; estos campos contienen la tecla final (por ejemplo, Tab) y el modificador inicializador se añade automáticamente.
fr: Envie de ⌘-Tab plutôt que %@-Tab ? Modifiez la Touche d'Initialisation ci-dessus ; ces champs contiennent la touche finale (par exemple Tab), et le modificateur d'initialisation est ajouté automatiquement.
hu: %@-Tab helyett ⌘-Tab kombinációt szeretne? Módosítsa fent az Indítóbillentyűt; ezek a mezők a záró billentyűt tárolják (például Tab), az indító módosítóbillentyű pedig automatikusan hozzáadódik.
ja: %@-Tabの代わりに⌘-Tabを使いますか？上の「イニシャライザーキー」を変更してください。これらのフィールドには後続のキー（たとえばTab）を設定し、イニシャライザーの修飾キーは自動的に追加されます。
nl: Wil je ⌘-Tab in plaats van %@-Tab? Pas dan de initialisatietoets hierboven aan; in deze velden staat de afsluitende toets (bijvoorbeeld Tab), en de initialisatie-modificatietoets wordt automatisch toegevoegd.
pl: Wolisz ⌘-Tab zamiast %@-Tab? Zmień powyżej Klawisz inicjujący; te pola przechowują klawisz końcowy (na przykład Tab), a modyfikator inicjujący jest dodawany automatycznie.
pt: Quer ⌘-Tab em vez de %@-Tab? Altere a Tecla Iniciadora acima; estes campos guardam a tecla final (por exemplo, Tab) e o modificador iniciador é adicionado automaticamente.
ru: Хотите ⌘-Tab вместо %@-Tab? Измените клавишу инициализатора выше; эти поля содержат конечную клавишу (например Tab), а модификатор инициализатора добавляется автоматически.
sv: Vill du ha ⌘-Tab i stället för %@-Tab? Ändra initieringstangenten ovan. De här fälten innehåller den avslutande tangenten (till exempel Tab), och initieringsmodifieraren läggs till automatiskt.
tr: %@-Tab yerine ⌘-Tab mi kullanmak istiyorsunuz? Yukarıdaki “Başlatma Tuşu” ayarını değiştirin; bu alanlar sondaki tuşu (örneğin Tab) içerir ve başlatma değiştirici tuşu otomatik olarak eklenir.
vi: Bạn muốn dùng phím ⌘-Tab thay vì phím %@-Tab? Hãy thay đổi Phím khởi tạo ở trên; các trường này chỉ giữ phím theo sau (ví dụ: Tab) và phím bổ trợ khởi tạo sẽ tự động được thêm vào.
zh_hans: 想使用 ⌘-Tab 而不是 %@-Tab？请修改上方的“起始键”。这里的设置项仅保存尾键（例如 Tab），起始修饰键会自动添加。
zh_hant: 想使用 ⌘-Tab 而不是 %@-Tab 嗎？請修改上方的起始鍵。這些欄位只需設定後段按鍵（例如 Tab），系統會自動加入起始修飾鍵。

source: Want ⌘-Tab instead of %@-Tab? Customize the switcher keybind
ar: هل تريد ⌘-Tab بدلًا من %@-Tab؟ خصّص اختصار المبدّل
de: Möchten Sie ⌘-Tab statt %@-Tab verwenden? Tastenkürzel des Wechslers anpassen
es: ¿Quieres ⌘-Tab en lugar de %@-Tab? Personaliza el atajo del selector
fr: Envie de %@-Tab plutôt que ⌘-Tab ? Personnalisez le raccourci du switcher
hu: %@-Tab helyett ⌘-Tab kombinációt szeretne? Szabja testre a váltó billentyűparancsát
ja: %@-Tabの代わりに⌘-Tabを使いますか？スイッチャーのキー割り当てをカスタマイズ
nl: Wil je ⌘-Tab in plaats van %@-Tab? Pas de sneltoets van de wisselaar aan
pl: Wolisz ⌘-Tab zamiast %@-Tab? Dostosuj skrót przełącznika
pt: Quer ⌘-Tab em vez de %@-Tab? Personalize o atalho do alternador
ru: Хотите ⌘-Tab вместо %@-Tab? Настройте привязку клавиш переключателя
sv: Vill du ha ⌘-Tab i stället för %@-Tab? Anpassa växlarens kortkommando
tr: %@-Tab yerine ⌘-Tab mi kullanmak istiyorsunuz? Geçiş tuş atamasını özelleştirin
vi: Bạn muốn dùng ⌘-Tab thay vì %@-Tab? Tùy chỉnh tổ hợp phím bộ chuyển đổi
zh_hans: 想使用 ⌘-Tab 而不是 %@-Tab？请自定义窗口切换器快捷键
zh_hant: 想使用 ⌘-Tab 而不是 %@-Tab 嗎？可自訂切換器快速鍵

source: Want a different search trigger key? Customize the keybind
ar: هل تريد مفتاحًا مختلفًا لتشغيل البحث؟ خصّص الاختصار
de: Andere Taste zum Starten der Suche? Tastenbelegung anpassen
es: ¿Quieres otra tecla para la búsqueda? Personaliza el atajo
fr: Vous voulez une autre touche de recherche ? Personnalisez le raccourci
hu: Másik keresést indító billentyűt szeretne? Szabja testre a billentyűparancsot
ja: 検索を開始するキーを変更しますか？キー割り当てをカスタマイズ
nl: Wil je een andere toets om de zoekfunctie te activeren? Pas de toetscombinatie dan aan
pl: Chcesz użyć innego klawisza aktywującego wyszukiwanie? Dostosuj skrót
pt: Quer outra tecla de ativação da pesquisa? Personalize o atalho
ru: Нужна другая клавиша вызова поиска? Измените назначение клавиш
sv: Vill du ha en annan tangent för sökning? Anpassa kortkommandot
tr: Farklı bir arama tetikleme tuşu mu istiyorsun? Tuş atamasını özelleştir
vi: Bạn muốn dùng phím tìm kiếm khác? Tùy chỉnh phím tắt
zh_hans: 想要一个不同的搜索触发键？自定义快捷键即可
zh_hant: 想換一個搜尋觸發鍵嗎？自訂快速鍵即可

source: Want previews to open on hover? Set up Activate on Hover
ar: هل تريد فتح المعاينات عند التحويم؟ أعدّ "التفعيل عند التحويم"
de: Sollen Vorschauen beim Darüberbewegen geöffnet werden? „Bei Zeigerkontakt aktivieren“ einrichten
es: ¿Quieres que las previsualizaciones se abran al pasar el cursor? Configura "Activar al pasar el cursor"
fr: Vous voulez ouvrir des aperçus au survol ? Configurer Activer lors du survol
hu: Szeretné, hogy az előnézetek rámutatáskor nyíljanak meg? Állítsa be az Aktiválás rámutatásra lehetőséget
ja: ホバーでプレビューを開きたい場合は、「ホバーで作動」を設定してください
nl: Wil je dat voorbeelden worden getoond wanneer je er met de muis overheen gaat? Stel dan 'Activeren bij aanwijzen' in
pl: Chcesz otwierać podglądy po wskazaniu? Skonfiguruj opcję Aktywuj po wskazaniu
pt: Quer que as pré-visualizações abram ao passar o cursor? Configure a opção Ativar ao Passar o Cursor
ru: Хотите, чтобы предпросмотры открывались при наведении? Настройте активацию при наведении
sv: Vill du att förhandsvisningar öppnas vid hovring? Ställ in Aktivera vid hovring
tr: Önizlemelerin üzerine gelince açılmasını mı istiyorsun? Üzerine gelince etkinleştir ayarını yap
vi: Bạn muốn mở bản xem trước khi di chuột? Hãy thiết lập Kích hoạt khi di chuột
zh_hans: 想在悬停时自动打开预览？请设置“悬停时激活”
zh_hant: 想在滑鼠停留時開啟預覽嗎？請設定「懸停時啟用」

source: water
ar: ماء
de: wasser
es: agua
fr: eau
hu: víz
ja: 水
pl: woda
pt: água
ru: вода
sv: vatten
tr: su
vi: nước
zh_hans: 水
zh_hant: 水

source: Wave
ar: موجة
de: Welle
es: Onda
fr: Vague
hu: Hullám
ja: ウェーブ
nl: Golven
pl: Fala
pt: Onda
ru: Волна
sv: Våg
tr: Dalga
vi: Gợn sóng
zh_hans: 波浪
zh_hant: 波浪

source: Wavy
ar: متموج
de: Wellig
es: Ondulado
fr: Vague
hu: Hullámos
ja: 波状
nl: Golvend
pl: Falująco
pt: Ondulado
ru: Волнистый
sv: Vågig
tr: Dalgalı
vi: Lượn sóng
zh_hans: 波浪
zh_hant: 波浪

source: weather
ar: طقس
de: wetter
es: tiempo
fr: météo
hu: időjárás
ja: 天気
nl: weer
pl: pogoda
pt: meteorologia
ru: погода
sv: väder
tr: hava durumu
vi: thời tiết
zh_hans: 天气
zh_hant: 天氣

source: Weather
ar: الطقس
de: Wetter
es: Tiempo
fr: Météo
hu: Időjárás
ja: 天気
nl: Weer
pl: Pogoda
pt: Meteorologia
ru: Погода
sv: Väder
tr: Hava durumu
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

source: Weather unavailable
ar: الطقس غير متوفر
de: Wetter nicht verfügbar
es: Tiempo no disponible
fr: Météo indisponible
hu: Az időjárás nem érhető el
ja: 天気情報を取得できません
nl: Weer is niet beschikbaar
pl: Pogoda niedostępna
pt: Meteorologia indisponível
ru: Погода недоступна
sv: Väder inte tillgängligt
tr: Hava durumu kullanılamıyor
vi: Thời tiết không khả dụng
zh_hans: 天气不可用
zh_hant: 無法取得天氣資訊

source: Web Link
ar: الرابط
es: Enlace web
fr: Lien
hu: Webes hivatkozás
ja: Webリンク
pl: Łącze internetowe
pt: Ligação web
ru: Веб-ссылка
sv: Webblänk
tr: Web Bağlantısı
vi: Liên kết trang web
zh_hans: 网页链接
zh_hant: 網站連結

source: week
ar: أسبوع
de: woche
es: semana
fr: semaine
hu: hét
ja: 週
pl: tydzień
pt: semana
ru: неделя
sv: vecka
tr: hafta
vi: tuần
zh_hans: 周
zh_hant: 週

source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
hu: Hét
ja: 週
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
tr: Hafta
vi: Tuần
zh_hans: 周
zh_hant: 週

source: weeks
ar: أسابيع
de: Wochen
es: semanas
fr: semaines
hu: hét
ja: 週
nl: weken
pl: tygodnie
pt: semanas
ru: недели
sv: veckor
tr: hafta
vi: tuần
zh_hans: 周
zh_hant: 週

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
hu: Tömeg
ja: 重さ
nl: Gewicht
pl: Masa
pt: Peso
ru: Вес
sv: Vikt
tr: Ağırlık
vi: Khối lượng
zh_hans: 重量
zh_hant: 重量

source: What happens when you click a file in the shelf
ar: ما يحدث عند النقر على ملف في الرف
de: Was passiert, wenn Sie in der Ablage auf eine Datei klicken
es: Qué ocurre al hacer clic en un archivo del estante
fr: Ce qui se passe lorsque vous cliquez sur un fichier dans l'étagère
hu: Mi történjen, amikor egy fájlra kattint a polcon
ja: シェルフ内のファイルをクリックしたときの動作
nl: Wat er gebeurt als je op een bestand in de plank klikt
pl: Co dzieje się po kliknięciu pliku w Szufladzie
pt: O que acontece ao clicar num ficheiro na prateleira
ru: Что происходит, когда вы нажимаете на файл на полке
sv: Vad som händer när du klickar på en fil i hyllan
tr: Raftaki bir dosyaya tıkladığında ne olacağı
vi: Hành động xảy ra khi bạn nhấp vào một tệp trong ngăn
zh_hans: 设置点击暂存区中的文件时执行的操作
zh_hant: 設定按一下暫存區中的檔案時的行為

source: What happens when you click a focused app's dock icon
ar: ما يحدث عند النقر على أيقونة التطبيق المركّز عليه في Dock
de: Was passiert, wenn Sie auf das Dock-Symbol einer aktiven App klicken
es: Qué ocurre al hacer clic en el icono del Dock de una app en primer plano
fr: Action quand vous cliquez dans le Dock sur l'icône d'une application au premier plan
hu: Mi történjen, amikor egy fókuszban lévő app Dock-ikonjára kattint
ja: フォーカス中のアプリのDockアイコンをクリックしたときの動作
nl: Wat er gebeurt als je op het Dock-pictogram van een actieve app klikt
pl: Co dzieje się po kliknięciu ikony aktywnej aplikacji w Docku
pt: O que acontece ao clicar no ícone da Dock de uma app em foco
ru: Что происходит при нажатии на значок активного приложения в Dock
sv: Vad som händer när du klickar på docksymbolen för en app i fokus
tr: Odaktaki bir uygulamanın dock simgesine tıkladığında ne olacağı
vi: Hành động xảy ra khi bạn nhấp vào biểu tượng dock của ứng dụng đang được đặt tiêu điểm
zh_hans: 点击已获得焦点的应用的 Dock 图标时执行的操作
zh_hant: 設定按一下目前作用中應用程式的 Dock 圖示時的行為

source: What happens when you drag a file from Finder onto the dock. Repositioning dock items is always available.
ar: ما يحدث عند سحب ملف من Finder إلى Dock. تغيير موضع عناصر Dock متاح دائمًا.
de: Was passiert, wenn Sie eine Datei aus dem Finder auf das Dock ziehen. Dock-Objekte können immer neu positioniert werden.
es: Qué ocurre al arrastrar un archivo del Finder al Dock. Reposicionar los ítems del Dock siempre está disponible.
fr: Ce qui se passe lorsque vous faites glisser un fichier du Finder vers le dock. Le repositionnement des éléments du dock est toujours disponible.
hu: Mi történjen, amikor egy fájlt húz a Finderből a Dockra. A Dock-elemek áthelyezése mindig elérhető.
ja: FinderからファイルをDockにドラッグしたときの動作です。Dock項目の位置変更はいつでも行えます。
nl: Wat er gebeurt als je een bestand vanuit Finder naar het Dock sleept. Je kunt de volgorde van Dock-items altijd aanpassen.
pl: Co dzieje się po przeciągnięciu pliku z Findera na Dock. Zmiana położenia elementów Docka jest zawsze dostępna.
pt: O que acontece ao arrastar um ficheiro do Finder para a Dock. Reposicionar itens da Dock está sempre disponível.
ru: Что происходит, когда вы перетаскиваете файл из Finder на Dock. Перемещение объектов Dock доступно всегда.
sv: Vad som händer när du drar en fil från Finder till dockan. Att flytta om dockobjekt är alltid möjligt.
tr: Finder'dan bir dosyayı dock'a sürüklediğinde ne olacağı. Dock öğelerini yeniden konumlandırma her zaman kullanılabilir.
vi: Hành động xảy ra khi bạn kéo một tệp từ Finder vào dock. Tính năng sắp xếp lại vị trí các mục trên dock luôn khả dụng.
zh_hans: 设置将文件从访达拖到 Dock 时执行的操作。调整 Dock 项目的位置始终可用。
zh_hant: 設定從 Finder 將檔案拖曳至 Dock 時的行為。Dock 項目的重新排列功能始終可用。

source: What happens when you middle-click a running app's icon
ar: ما يحدث عند النقر بالزر الأوسط على أيقونة تطبيق قيد التشغيل
de: Was passiert, wenn Sie mit der mittleren Maustaste auf das Symbol einer laufenden App klicken
es: Qué ocurre al hacer clic central en el icono de una app en ejecución
fr: Ce qui se passe lorsque vous faites un clic central sur l'icône d'une app active
hu: Mi történjen, ha középső gombbal kattint egy futó app ikonjára
ja: 実行中のアプリのアイコンを中クリックしたときの動作
nl: Wat er gebeurt als je met de middelste muisknop op het pictogram van een actieve app klikt
pl: Czynność wykonywana po kliknięciu środkowym przyciskiem ikony uruchomionej aplikacji
pt: O que acontece quando clica com o botão do meio no ícone de uma app em execução
ru: Что происходит при нажатии средней кнопкой мыши на значок запущенного приложения
sv: Vad som händer när du mittenklickar på symbolen för en app som körs
tr: Çalışan bir uygulamanın simgesine orta tıkladığında ne olacağı
vi: Điều gì xảy ra khi bạn nhấp chuột giữa vào biểu tượng của một ứng dụng đang chạy
zh_hans: 鼠标中键点击运行中的应用图标时的动作
zh_hant: 中鍵按一下執行中應用程式圖示時的動作

source: What happens when you middle-click a running app's icon. New Window sends the app's standard new-window shortcut.
ar: ما يحدث عند النقر بالزر الأوسط على أيقونة تطبيق قيد التشغيل. يرسل خيار «نافذة جديدة» اختصار النافذة الجديدة القياسي للتطبيق.
de: Was passiert, wenn Sie mit der mittleren Maustaste auf das Symbol einer laufenden App klicken. „Neues Fenster“ sendet den Standard-Kurzbefehl der App für ein neues Fenster.
es: Qué ocurre al hacer clic central en el icono de una app en ejecución. Nueva ventana envía el atajo estándar de nueva ventana de la app.
fr: Ce qui se passe lorsque vous faites un clic central sur l'icône d'une app active. Nouvelle fenêtre envoie le raccourci standard de nouvelle fenêtre de l'app.
hu: Mi történjen, ha középső gombbal kattint egy futó app ikonjára. Az Új ablak az app szokásos új ablak billentyűparancsát küldi el.
ja: 実行中のアプリのアイコンを中クリックしたときの動作です。「新規ウインドウ」は、そのアプリの標準の新規ウインドウショートカットを送信します。
nl: Wat er gebeurt als je met de middelste muisknop op het pictogram van een actieve app klikt. De optie 'Nieuw venster' activeert de standaard sneltoets van de app voor het openen van een nieuw venster.
pl: Czynność wykonywana po kliknięciu środkowym przyciskiem ikony uruchomionej aplikacji. Opcja Nowe okno wysyła standardowy skrót aplikacji służący do otwierania nowego okna.
pt: O que acontece quando clica com o botão do meio no ícone de uma app em execução. Nova janela envia o atalho padrão de nova janela da app.
ru: Что происходит при нажатии средней кнопкой мыши на значок запущенного приложения. «Новое окно» отправляет приложению стандартное сочетание клавиш для нового окна.
sv: Vad som händer när du mittenklickar på symbolen för en app som körs. Nytt fönster skickar appens standardkortkommando för nytt fönster.
tr: Çalışan bir uygulamanın simgesine orta tıkladığında ne olacağı. Yeni Pencere, uygulamanın standart yeni pencere kısayolunu gönderir.
vi: Điều gì xảy ra khi bạn nhấp chuột giữa vào biểu tượng của ứng dụng đang chạy. "Cửa sổ mới" sẽ gửi phím tắt mở cửa sổ mới tiêu chuẩn của ứng dụng đó.
zh_hans: 鼠标中键点击运行中的应用图标时执行的操作。“新窗口”会发送该应用的标准新建窗口快捷键。
zh_hant: 中鍵按一下執行中應用程式圖示時的動作。「新視窗」會傳送該應用程式的標準新視窗快速鍵。

source: What it does not mean
ar: ما لا يعنيه ذلك
de: Was es nicht bedeutet
es: Qué no significa
fr: Ce que cela ne signifie pas
hu: Mit nem jelent
ja: この許可が意味しないこと
nl: Wat het niet betekent
pl: Czego to nie oznacza
pt: O que não significa
ru: Что это не означает
sv: Vad det inte innebär
tr: Ne anlama gelmez
vi: Điều này không có nghĩa là
zh_hans: 这并不意味着
zh_hant: 這並不表示

source: When Alt-Tab window action controls appear
ar: متى تظهر عناصر تحكم إجراءات نوافذ Alt-Tab
de: Wann Alt-Tab-Fensteraktionssteuerungen erscheinen
es: Cuándo aparecen los controles de acción de ventana de Alt-Tab
fr: Lorsque les contrôles d'action de la fenêtre Alt-Tab apparaissent
hu: Mikor jelenjenek meg az Alt-Tab ablakművelet-vezérlői
ja: Alt-Tabのウインドウ操作コントロールを表示するタイミング
nl: Wanneer Alt-Tab-vensterbedieningselementen verschijnen
pl: Kiedy pojawiają się elementy sterujące akcjami okna Alt-Tab
pt: Quando os controlos de ação de janela do Alt-Tab aparecem
ru: Когда появляются элементы управления действиями окна в Alt-Tab
sv: När fönsteråtgärdsknappar i Alt-Tab visas
tr: Alt-Tab pencere eylem denetimlerinin ne zaman göründüğü
vi: Khi các nút điều khiển tác vụ cửa sổ Alt-Tab xuất hiện
zh_hans: 设置 Alt-Tab 窗口操作按钮何时显示
zh_hant: Alt-Tab 視窗動作控制項的顯示時機

source: When Glance window action controls appear
ar: متى تظهر عناصر تحكم إجراءات نوافذ Glance
de: Wann Glance-Fensteraktionssteuerungen erscheinen
es: Cuándo aparecen los controles de acción de ventana de Glance
fr: Quand les contrôles d'action de fenêtre Glance apparaissent
hu: Mikor jelenjenek meg a Glance ablakművelet-vezérlői
ja: Glanceのウインドウ操作コントロールを表示するタイミング
nl: Wanneer de bedieningselementen voor vensteracties in Glance verschijnen
pl: Kiedy pojawiają się elementy sterujące akcjami okna Glance
pt: Quando os controlos de ação de janela do Glance aparecem
ru: Когда появляются элементы управления действиями окна Glance
sv: När fönsteråtgärdsknappar i Glance visas
tr: Glance pencere eylem denetimlerinin ne zaman göründüğü
vi: Khi các nút điều khiển tác vụ cửa sổ Glance xuất hiện
zh_hans: Glance 窗口控制按钮的显示时机
zh_hant: Glance 視窗動作控制項的顯示時機

source: When the Alt-Tab window title appears
ar: متى يظهر عنوان نافذة Alt-Tab
de: Wann der Alt-Tab-Fenstertitel angezeigt wird
es: Cuándo aparece el título de la ventana en Alt-Tab
fr: Lorsque le titre de la fenêtre Alt-Tab apparaît
hu: Mikor jelenjen meg az Alt-Tab ablakcíme
ja: Alt-Tabのウインドウタイトルを表示するタイミング
nl: Wanneer de titel van het Alt-Tab-venster verschijnt
pl: Kiedy pojawia się tytuł okna Alt-Tab
pt: Quando o título da janela do Alt-Tab aparece
ru: Когда появляется заголовок окна Alt-Tab
sv: När fönstertiteln i Alt-Tab visas
tr: Alt-Tab pencere başlığının ne zaman göründüğü
vi: Khi tiêu đề cửa sổ Alt-Tab xuất hiện
zh_hans: Alt-Tab 窗口标题的显示时机
zh_hant: Alt-Tab 視窗標題的顯示時機

source: When the dock is on the left or right, scrolling and gestures use horizontal (left/right) input instead of vertical.
ar: عندما يكون Dock على اليسار أو اليمين، يستخدم التمرير والإيماءات الإدخال الأفقي (اليسار/اليمين) بدلاً من الإدخال الرأسي.
de: Wenn sich das Dock links oder rechts befindet, verwenden Scrollen und Gesten horizontale Eingaben (links/rechts) statt vertikaler.
es: Cuando el Dock está a la izquierda o a la derecha, el desplazamiento y los gestos usan una entrada horizontal (izquierda/derecha) en lugar de vertical.
fr: Lorsque le dock est à gauche ou à droite, le défilement et les gestes utilisent l'entrée horizontale (à gauche/droite) au lieu de la verticale.
hu: Ha a Dock a bal vagy a jobb oldalon van, a görgetés és a kézmozdulatok vízszintes (bal/jobb) bemenetet használnak függőleges helyett.
ja: Dockが左または右にある場合、スクロールとジェスチャは縦ではなく横(左右)の入力を使用します。
nl: Als het Dock zich aan de linker- of rechterkant bevindt, worden bij het scrollen en bij gebaren horizontale (links/rechts) bewegingen gebruikt in plaats van verticale.
pl: Gdy Dock znajduje się po lewej lub prawej stronie, przewijanie i gesty używają ruchu poziomego, w lewo lub w prawo, zamiast pionowego.
pt: Quando a Dock está à esquerda ou à direita, o deslocamento e os gestos usam movimento horizontal (esquerda/direita) em vez de vertical.
ru: Когда Dock находится слева или справа, прокрутка и жесты используют ввод по горизонтали (влево/вправо), а не по вертикали.
sv: När dockan är till vänster eller höger använder rullning och gester horisontell (vänster/höger) inmatning i stället för vertikal.
tr: Dock solda veya sağdaysa, kaydırma ve jestler dikey yerine yatay (sol/sağ) giriş kullanır.
vi: Khi dock nằm ở bên trái hoặc bên phải, thao tác cuộn và cử chỉ sẽ sử dụng đầu vào theo chiều ngang (trái/phải) thay vì chiều dọc.
zh_hans: 当 Dock 位于左侧或右侧时，滚动和手势将使用水平（左右）输入，而非垂直输入。
zh_hant: 當 Dock 位於左側或右側時，捲動與手勢會使用水平（左／右）輸入，而非垂直輸入。

source: When the Glance window title appears
ar: متى يظهر عنوان نافذة Glance
de: Wann der Glance-Fenstertitel angezeigt wird
es: Cuándo aparece el título de la ventana en Glance
fr: Quand le titre de fenêtre Glance apparaît
hu: Mikor jelenjen meg a Glance ablakcíme
ja: Glanceのウインドウタイトルを表示するタイミング
nl: Wanneer de titel van het venster in Glance verschijnt
pl: Kiedy pojawia się tytuł okna Glance
pt: Quando o título da janela do Glance aparece
ru: Когда появляется заголовок окна Glance
sv: När fönstertiteln i Glance visas
tr: Glance pencere başlığının ne zaman göründüğü
vi: Khi tiêu đề cửa sổ Glance xuất hiện
zh_hans: Glance 窗口标题的显示时机
zh_hant: Glance 視窗標題的顯示時機

source: When the window title appears
ar: متى يظهر عنوان النافذة
de: Wann der Fenstertitel angezeigt wird
es: Cuándo aparece el título de la ventana
fr: Lorsque le titre de la fenêtre apparaît
hu: Mikor jelenjen meg az ablakcím
ja: ウインドウタイトルを表示するタイミング
nl: Wanneer de titel van het venster verschijnt
pl: Kiedy pojawia się tytuł okna
pt: Quando o título da janela aparece
ru: Когда появляется заголовок окна
sv: När fönstertiteln visas
tr: Pencere başlığının ne zaman göründüğü
vi: Khi tiêu đề cửa sổ xuất hiện
zh_hans: 窗口标题的显示时机
zh_hant: 視窗標題顯示時機

source: When window action controls appear
ar: متى تظهر عناصر تحكم إجراءات النوافذ
de: Wann Fensteraktionssteuerungen erscheinen
es: Cuándo aparecen los controles de acción de ventana
fr: Lorsque les contrôles d'action de la fenêtre apparaissent
hu: Mikor jelenjenek meg az ablakművelet-vezérlők
ja: ウインドウ操作コントロールを表示するタイミング
nl: Wanneer de besturingselementen voor vensteracties verschijnen
pl: Kiedy pojawiają się elementy sterujące akcjami okna
pt: Quando os controlos de ação de janela aparecem
ru: Когда появляются элементы управления действиями окна
sv: När fönsteråtgärdsknappar visas
tr: Pencere eylem denetimlerinin ne zaman göründüğü
vi: Khi các điều khiển tác vụ cửa sổ xuất hiện
zh_hans: 设置窗口操作按钮何时显示
zh_hant: 視窗動作控制項顯示時機

source: When Windows Overlap
ar: عند تداخل النوافذ
de: Bei Fensterüberlappung
es: Cuando se superponen ventanas
fr: En cas de chevauchement
hu: Ablakok átfedésekor
ja: ウインドウが重なったとき
nl: Wanneer vensters elkaar overlappen
pl: Gdy okna nachodzą na Dock
pt: Quando as Janelas se Sobrepõem
ru: При перекрытии окнами
sv: När fönster överlappar
tr: Pencereler Çakıştığında
vi: Khi các cửa sổ đè lên nhau
zh_hans: 窗口重叠时
zh_hant: 視窗重疊時

source: Where Alt-Tab window controls appear
ar: أين تظهر عناصر تحكم نوافذ Alt-Tab
de: Wo Alt-Tab-Fenstersteuerungen erscheinen
es: Dónde aparecen los controles de ventana de Alt-Tab
fr: Emplacement où les contrôles d'action de la fenêtre Alt-Tab apparaissent
hu: Hol jelenjenek meg az Alt-Tab ablakvezérlői
ja: Alt-Tabのウインドウコントロールを表示する位置
nl: Waar Alt-Tab-vensterbedieningselementen verschijnen
pl: Gdzie pojawiają się elementy sterujące oknem Alt-Tab
pt: Onde os controlos de janela do Alt-Tab aparecem
ru: Где появляются элементы управления окном в Alt-Tab
sv: Var fönsterknapparna i Alt-Tab visas
tr: Alt-Tab pencere denetimlerinin nerede göründüğü
vi: Nơi các nút điều khiển cửa sổ Alt-Tab xuất hiện
zh_hans: 设置 Alt-Tab 窗口控制按钮显示的位置
zh_hant: Alt-Tab 視窗控制鈕顯示位置
